Repository: kieulanalp/VNBrandManual
Catalog: tm/auto/FLS-level2.tmx
Source language: en_us
Languages: vi

source: Cần có khoảng cách tối đa giữa các lối thoát hiểm khẩn cấp là 60m và "khoảng cách di chuyển" tối đa đến lối thoát khẩn cấp không được vượt quá 30m.
vi: Yêu cầu khoảng cách giữa các lối thoát hiểm khẩn cấp tối đa là 60m và "khoảng cách di chuyển" tối đa đến lối thoát hiểm không được vượt quá 30m.

source: Cần có pin dự phòng trong tối thiểu 90 phút.
vi: Cần có nguồn điện dự phòng bằng pin tối thiểu 90 phút.

source: Cần có vòi phun nước bên trong ống xả nhà bếp, trần nhà cao, khu vực bể bơi trong nhà, bên trong phòng lạnh & tủ đông, bên trong và trên phòng xông hơi, trong phòng tắm rộng hơn 5 m2, tất cả các phòng cơ khí, trần rỗng lớn hơn 800mm, bãi đỗ xe kín và đường đi, phòng PABX / Máy tính / ELV và phòng Máy phát điện.
vi: Cần có sprinkler bên trong ống xả nhà bếp, trần nhà cao, khu vực bể bơi trong nhà, bên trong phòng lạnh & tủ đông, bên trong và phía trên phòng xông hơi, trong phòng tắm rộng hơn 5 m2, tất cả các phòng cơ khí, trần rỗng lớn hơn 800mm, bãi đỗ xe kín và đường đi, phòng PABX / Máy tính / ELV và phòng Máy phát điện.

source: Cầu thang phải thoát trực tiếp ra bên ngoài ở "cao trình mặt đất" hoặc thông qua "hành lang chống cháy" dẫn đến bên ngoài.
vi: Cầu thang phải thoát trực tiếp ra bên ngoài ở "tầng mặt đất" hoặc thông qua "hành lang chống cháy" dẫn ra bên ngoài.

source: Cầu thang phải được chiếu sáng liên tục và được đánh dấu bằng các màu sắc và / hoặc kết cấu khác nhau sao cho phù hợp.
vi: Cầu thang phải được chiếu sáng liên tục và được đánh dấu bằng các màu sắc và / hoặc bề mặt khác nhau sao cho phù hợp.

source: Cầu thang phải được cung cấp tay vịn (s) sao cho phù hợp.
vi: Cầu thang phải được cung cấp (các) tay vịn khi cần thiết.

source: Cầu thang thoát hiểm khẩn cấp rộng tối thiểu 1,12m và cao 2,03m.
vi: Cầu thang thoát hiểm rộng tối thiểu 1,12m và cao 2,03m.

source: Cầu thang thoát hiểm được cung cấp với tay vịn tối thiểu 864mm và chiều cao tối đa 965mm (cần có tay vịn cả hai bên nếu cầu thang rộng hơn 1,2m).
vi: Cầu thang thoát hiểm phải có tay vịn cao tối thiểu 864mm và tối đa 965mm (cần có tay vịn cả hai bên nếu cầu thang rộng hơn 1,2m).

source: Cầu thang và bậc thang phải được đồng nhất về kích thước trong mỗi cầu thang.
vi: Chiều rộng và chiều cao của các bậc thang phải đồng nhất về kích thước trong mỗi lượt cầu thang.

source: Cửa ban công: Cửa mở ra khu vực ban công phải có thiết bị khóa phụ được phê duyệt, nằm ngoài tầm với của trẻ em.
vi: Cửa ban công: Cửa mở ra khu vực ban công phải có khóa phụ được phê duyệt, nằm ngoài tầm với của trẻ em.

source: Cửa kính cường lực có thể được bỏ qua từ lò sưởi, nơi bố trí bảo vệ phù hợp.
vi: Cửa kính cường lực được phép bỏ qua ở các lò sưởi đã có bố trí bảo vệ phù hợp.

source: Cửa kết nối phải chống cháy.
vi: Cửa giữa phòng connecting phải chống cháy.

source: Cửa phòng: Cửa chống cháy tối thiểu 20 phút cho tất cả các phòng khách và cửa phòng kết nối.
vi: Cửa phòng: Cửa chống cháy tối thiểu 20 phút cho tất cả các phòng khách và cửa phòng connecting.

source: Cửa ra vào các hồ bơi trong nhà không có giám sát trong các phòng kín yêu cầu khóa điện tử.
vi: Cửa ra vào các hồ bơi trong nhà trong các phòng kín không được giám sát phải có khóa điện tử.

source: Cửa sổ phòng: Tất cả các cửa sổ phòng khách ở tầng trệt phải được trang bị khóa cửa sổ hoặc khóa bảo mật tiêu chuẩn thương mại chỉ có thể được mở từ bên trong phòng khách.
vi: Cửa sổ phòng khách: Tất cả các cửa sổ phòng khách ở tầng trệt phải được trang bị chặn cửa sổ hoặc khóa an toàn thương phẩm chỉ có thể vận hành từ trong phòng.

source: Cửa sổ từ sàn đến trần, cửa kính và tường kính phải có thanh va chạm hoặc được đánh dấu để làm cho chúng rõ ràng.
vi: Cửa sổ từ sàn đến trần, cửa kính và tường kính phải có thanh chống va chạm hoặc được đánh dấu rõ ràng.

source: Cửa thoát cuối cùng phải được trang bị thiết bị báo hoảng loạn.
vi: Cửa thoát cuối cùng phải được trang bị thanh đẩy cửa.

source: Cửa thoát hiểm không bao giờ được khóa (theo hướng thoát hiểm khẩn cấp) để ngăn chặn thoát hiểm khẩn cấp.
vi: Cửa thoát hiểm không bao giờ được khóa (theo hướng thoát hiểm khẩn cấp) để cản trở việc thoát hiểm khẩn cấp.

source: Cửa thoát hiểm: Cửa thoát hiểm được trang bị khóa điện từ hoặc khóa tương tự phải tự động nhả ra khi kích hoạt hệ thống phát hiện / báo cháy và khi không cung cấp điện, ổ khóa phải an toàn ở vị trí mở khóa.
vi: Cửa thoát hiểm: Cửa thoát hiểm được trang bị khóa điện từ hoặc các loại khóa tương tự phải tự động nhả ra khi kích hoạt hệ thống phát hiện / báo cháy, và, khi mất điện, ổ khóa phải chuyển sang vị trí mở khóa.

source: Cửa ống giặt sàn của khách phải được chống cháy và được trang bị một thiết bị tự đóng và tự khóa.
vi: Cửa ống giặt là trên tầng khách phải là cửa chống cháy và được trang bị tay co và khóa tự động

source: Cửa: Phải cung cấp cửa: 1.
vi: Giếng trời: Giếng trời phải có: 1.

source: DESIGN OF SMOKE CONTROL SYSTEM MUST COMPLY WITH RECOGNISED INTERNATIONAL STANDARDS SUCH AS: THIẾT KẾ HỆ THỐNG KIỂM SOÁT KHÓI TUÂN THỦ CÁC TIÊU CHUẨN QUỐC TẾ ĐƯỢC CÔNG NHÂN NHƯ:
vi: THIẾT KẾ HỆ THỐNG KIỂM SOÁT KHÓI TUÂN THỦ CÁC TIÊU CHUẨN QUỐC TẾ ĐƯỢC CÔNG nhận NHƯ:

source: Disable All BGM & Audio Systems.
vi: Disable All BGM & Audio Systems. Vô hiệu hóa toàn bộ các hệ thống BGM và âm thanh

source: Duct Type Smoke Detector
vi: Duct Type Smoke Detector Đầu báo khói trong đường ống

source: Dây hệ thống phát hiện & sơ tán hệ thống là "Loại A" (Để cho phép giám sát đường dây).
vi: Phương thức đấu nối hệ thống đầu báo & thông báo sơ tán là "Loại A" (Để cho phép giám sát đường dây).

source: Dù họ không ở đâu, IHG có quyền yêu cầu thử nghiệm được hoàn thành thỏa đáng.
vi: Ở đâu không có cơ quan được công nhận, IHG có quyền yêu cầu thử nghiệm được hoàn thành thỏa đáng.

source: Dựa trên nhu cầu thị trường cá nhân của khách sạn, quản lý khách sạn phải xác định thời gian các cửa này bị khóa (mà không ảnh hưởng đến việc thoát hiểm khẩn cấp).
vi: Dựa trên nhu cầu thị trường cụ thể của từng khách sạn, quản lý khách sạn phải xác định thời gian khóa các cửa này (mà không ảnh hưởng đến việc thoát hiểm khẩn cấp).

source: Electrical Rooms)
vi: Electrical Rooms) Các hệ thống cứu hỏa đặc biệt khác (vd. phòng điện)

source: Elevators Các Thanh Máy
vi: Elevators Các Thang Máy

source: Emergency Generator Monitoring (Fault, Manual, Auto)
vi: Emergency Generator Monitoring (Fault, Manual, Auto) Giám sát máy phát điện khẩn cấp (Lỗi, máy vận hành tay, máy vận hành tự động)

source: Emergency Power & Lighting Phụ lục - F Nguồn Điện Khẩn Cấp & Chiếu Sáng
vi: Emergency Power & Lighting Phụ lục F: Nguồn Điện & Chiếu Sáng Khẩn Cấp

source: Extinguishing Systems Các Hệ Thông Chữa Cháy
vi: Extinguishing Systems Phụ lục G: Các Hệ Thông Chữa Cháy

source: FLAMMABLE LIQUIDS STORE CỬA HÀNG CÁC CHẤT DỄ CHÁY
vi: (Biển báo) FLAMMABLE LIQUIDS STORE KHO CHẤT DỄ CHÁY

source: Fire & Smoke Compartmentation Phụ lục – C Ngăn lửa & khói
vi: Fire & Smoke Compartmentation Phụ lục C: Chống Cháy lan & Khói lan

source: Fire Prevention Phụ Lục – B Chống Cháy
vi: Fire Prevention Phụ Lục B: Phòng chống Hỏa hoạn

source: Fire Pumps (Running, Availability, Fault)
vi: Fire Pumps (Running, Availability, Fault) Bơm cứu hỏa (đang hoạt động, số lượng có thể sử dụng, lỗi)

source: Fire System/Wiring Fault/Detector Removal
vi: Fire System/Wiring Fault/Detector Removal Lỗi hệ thống chữa cháy hoặc dây nối / gỡ bỏ đầu báo khói

source: Fire Systems Electrical Power Supply Monitoring
vi: Fire Systems Electrical Power Supply Monitoring Giám sát nguồn cấp điện cho hệ thống cứu hỏa

source: Fire Water Supply Monitoring (Low Level, low pressure)
vi: Fire Water Supply Monitoring (Low Level, low pressure) Giám sát nguồn nước cứu hỏa (mực nước thấp, áp lực thấp)

source: Fire Water Systems Freeze Protection Monitoring
vi: Fire Water Systems Freeze Protection Monitoring Giám sát chống đóng băng hệ thống nước cứu hỏa

source: Fitness & Health Facilities Các Cơ Sở Sức Khỏe & Thể Hình
vi: Fitness & Health Facilities Các Cơ Sở Chăm sóc Sức Khỏe & Phòng tập

source: Giấy chứng nhận tuân thủ phải có sẵn để kiểm tra trước khi khách sạn được mở và sau đó luôn sẵn sàng bởi IHG hoặc các đại lý được chỉ định của nó.
vi: Giấy chứng nhận tuân thủ phải có sẵn để kiểm tra trước khi khách sạn được mở cửa và để kiểm tra thường xuyên bởi IHG hoặc các đơn vị được IHG chỉ định.

source: Guest Room Smoke Detector
vi: Guest Room Smoke Detector Đầu báo khói trong phòng khách

source: Gương khử bạc bị cấm.
vi: Cấm sử dụng gương mà lớp tráng bạc đã bong tróc.

source: Gương treo tường (trần đến sàn) phải là kính cường lực 6,4mm hoặc "kính an toàn", được lắp đặt với khớp mộng.
vi: Gương treo tường (trần đến sàn) phải là kính cường lực 6,4mm hoặc "kính an toàn", được lắp đặt với mối nối butt joint.

source: Hai cửa chống cháy và khói trong 30 phút giữa nhà để xe và khách sạn.
vi: Hai cửa chống cháy và chặn khói trong 30 phút giữa nhà để xe và khách sạn.

source: Health and Safety (including Guest & Staff Safety) Sức Khỏe & An Toàn (bao gồm An Toàn Nhân Viên & Khách)
vi: Health and Safety (including Guest & Staff Safety) Sức Khỏe & An Toàn (bao gồm An Toàn cho Nhân Viên & Khách)

source: Horn type evacuation speakers for locations with high ambient noise (Eg Chiller plant room) Loa di tản kiểu còi cho các vị trí có tiếng ồn xung quanh cao (ví dụ: phòng thực vật Chiller)
vi: Horn type evacuation speakers for locations with high ambient noise (Eg Chiller plant room) Loa thông báo sơ tán kiểu còi cho các vị trí có tiếng ồn môi trường cao (ví dụ: phòng máy chiller)

source: Hydrant System Pressure Switch
vi: Hydrant System Pressure Switch Công tắc áp suất cho hệ thống trụ cứu hỏa

source: Hàng rào phải có các cọc thẳng đứng, không cho phép một quả cầu 100mm đi qua.
vi: Hàng rào có các cọc đứng, không cho phép vật hình cầu kích thước 100mm lọt qua.

source: Hành lý: Luôn có một khu vực lưu trữ an toàn nơi hành lý của khách đã đăng ký có thể được lưu trữ tạm thời.
vi: Hành lý: Luôn có một khu vực kho an toàn nơi hành lý của khách đã đăng ký có thể được lưu trữ tạm thời.

source: Hóa chất bể bơi phải được dán nhãn rõ ràng và được lưu trữ trong một khu vực thông gió tốt, có khóa.
vi: Hóa chất bể bơi phải được dán nhãn rõ ràng và được bảo quản trong một khu vực thông gió tốt, có khóa.

source: Hệ thống "chiếu sáng khẩn cấp" phải được tự động, pin dự phòng (90 phút) và được kết nối với máy phát khẩn cấp.
vi: Hệ thống "chiếu sáng khẩn cấp" phải vận hành tự động, nguồn điện dự phòng bằng pin 90 phút và được kết nối với máy phát điện khẩn cấp.

source: Hệ thống dây loại A phải quay trở lại và được kết thúc trong bảng điều khiển.
vi: Dây điện trong mạch Class A phải quay trở lại và kết thúc trong bảng điều khiển.

source: Hệ thống phát hiện và báo cháy được liên kết với hệ thống của khách sạn, với các trạm kéo thủ công (điểm gọi) được đặt tại tất cả các điểm thoát khỏi nhà để xe.
vi: Hệ thống phát hiện và báo cháy liên kết với hệ thống của khách sạn, với các cần gạt/nút báo cháy khẩn vận hành thủ công (Call Point) được đặt tại tất cả các điểm thoát khỏi nhà để xe.

source: Hệ thống phải được trang bị nguồn khẩn cấp tự động với nguồn cung cấp tối thiểu 24 giờ.
vi: Hệ thống phải được trang bị nguồn điện khẩn cấp tự động với cung cấp điện tối thiểu 24 giờ.

source: Hồ sơ kiểm tra phải được lưu giữ và luôn có để xem xét.
vi: Hồ sơ kiểm tra phải được lưu giữ và luôn sẵn có để xem xét.

source: Hộp ký gửi an toàn: Trường hợp cung cấp hộp ký gửi an toàn, chúng phải được đặt trong khu vực an toàn và có mục đích.
vi: Hộp ký gửi an toàn: Nếu cung cấp hộp ký gửi an toàn, chúng phải được đặt trong một khu vực chuyên biệt và an toàn.

source: Insulation materials must meet recognized codes such as NFPA 90A/B and UL 94-5V Vật liệu cách điện phải đáp ứng các quy định đã được công nhận như NFPA 90A / B và UL 94-5V
vi: Insulation materials must meet recognized codes such as NFPA 90A/B and UL 94-5V Vật liệu cách nhiệt phải đáp ứng các tiêu chuẩn đã được công nhận như NFPA 90A / B và UL 94-5V

source: KHÔNG ĐƯỢC SỬ DỤNG MỖI ĐIỀU NÀY ĐỂ ĐƯA RA GIẢI PHÁP THIẾT KẾ - GIẢI PHÁP THIẾT KẾ TRỌN BỘ PHẢI PHÙ HỢP VỚI MỘT TRONG NHỮNG QUY ĐỊNH ĐƯỢC THAM CHIẾU, VÀ TÍNH TOÁN CHI TIẾT VÀ/ HOẶC CUNG CẤP MÔ HÌNH KHÓI.
vi: KHÔNG ĐƯỢC SỬ DỤNG duy chỉ biểu đồ này ĐỂ ĐƯA RA GIẢI PHÁP THIẾT KẾ - GIẢI PHÁP THIẾT KẾ TRỌN BỘ PHẢI PHÙ HỢP VỚI MỘT TRONG các tiêu chuẩn ĐƯỢC THAM CHIẾU, VÀ phải trình TÍNH TOÁN CHI TIẾT VÀ/ HOẶC MÔ HÌNH KHÓI.

source: Khi cung cấp báo động cháy hai giai đoạn, kích hoạt thiết bị thứ hai phải dẫn đến kích hoạt báo động chung.
vi: Khi sử dụng hệ thống báo động cháy hai giai đoạn, việc kích hoạt thiết bị thứ hai phải dẫn đến kích hoạt báo động chung.

source: Khi các cửa này được giữ mở, phải sử dụng các thiết bị nhả từ tính phản ứng với hệ thống báo cháy.
vi: Khi cần giữ mở các cửa này, phải sử dụng thiết bị giữ cửa từ tính đồng bộ hóa với hệ thống báo cháy.

source: Khi các thiết bị phát hiện nhiệt có dây cứng được khoanh vùng đang được thay thế ở cuối vòng đời của thiết bị, bằng thiết bị phát hiện khói.
vi: Khi các đầu báo nhiệt được đấu nối đang được thay thế vào cuối vòng đời của thiết bị, phải thay bằng đầu báo khói.

source: Khi có yêu cầu đánh giá rủi ro hỏa hoạn đầy đủ của tòa nhà bởi một chuyên gia độc lập được IHG phê duyệt và nếu đánh giá xác định rằng không bắt buộc phải có thiết bị phun nước, điều này có thể chấp nhận trong trường hợp các khuyến nghị của đánh giá đó đã được thực hiện đầy đủ.
vi: Khi có yêu cầu, đánh giá rủi ro hỏa hoạn đầy đủ của tòa nhà có thể được thực hiện bởi bởi một chuyên gia độc lập được IHG phê duyệt và nếu đánh giá xác định rằng tòa nhà không bắt buộc phải có sprinkler, việc này có thể chấp nhận trong trường hợp các khuyến nghị của đánh giá đó đã được thực hiện đầy đủ.

source: Khi hồ bơi không được bảo đảm, phải tiến hành đánh giá rủi ro để xác định cách thức hiệu quả nhất để cung cấp sự bảo vệ tương đương được IHG công nhận.
vi: Khi hồ bơi không có phương thức bảo vệ, phải tiến hành đánh giá rủi ro để xác định cách thức hiệu quả nhất để cung cấp sự bảo vệ tương đương được IHG công nhận.

source: Khi khóa, bu lông phải mở rộng hoàn toàn.
vi: Khi khóa, then phải đẩy được đến hết cỡ.

source: Khi không có các nhân viên bảo vệ, các biển báo hiển thị "Không có nhân viên bảo vệ".
vi: Khi không có các nhân viên cứu hộ, phải có các biển báo "Không có nhân viên cứu hộ".

source: Khi sử dụng brom, lượng brom thường phải nằm trong khoảng từ 2,0 đến 6,0 phần triệu.
vi: Khi sử dụng brom, lượng brom bình thường phải nằm trong khoảng từ 2,0 đến 6,0 phần triệu.

source: Khi sử dụng clo, lượng clo thường phải nằm trong khoảng từ 1,0 đến 3,0 phần triệu và không được vượt quá 5,0 phần triệu.
vi: Khi sử dụng clo, mật độ bình thường phải nằm trong khoảng từ 1,0 đến 3,0 phần triệu và không được vượt quá 5,0 phần triệu.

source: Khi sử dụng địa chỉ công cộng và hệ thống nhạc nền riêng biệt, chúng phải được cách ly thông qua tín hiệu báo cháy thông qua một rơle không có điện áp an toàn mỗi khi kích hoạt báo cháy.
vi: Khi sử dụng hệ thống thông báo công cộng và hệ thống chơi nhạc nền riêng biệt, chúng phải được cách ly khỏi hệ thống báo cháy thông qua thiết bị an toàn mỗi khi báo cháy kích hoạt.

source: Khi thanh dọc được sử dụng để tạo thành rào chắn, khoảng cách giữa các thanh không được vượt quá 100mm.
vi: Khi thanh dọc được sử dụng để tạo thành lan can, khoảng cách giữa các thanh không được vượt quá 100mm.

source: Khoảng cách di chuyển tối đa giữa các điểm gọi thủ công là 60m.
vi: Khoảng cách di chuyển tối đa giữa các nút báo cháy khẩn cấp là 60m.

source: Khoảng cách không quá 12m.
vi: Khoảng cách giữa các đầu báo không quá 12m.

source: Khu vực BOH và phòng khách / hành lang khách, 3.
vi: Khu BOH và phòng khách / hành lang khách, 3.

source: Khóa chốt trượt hiện tại trước đó có thể vẫn còn tại chỗ.
vi: Then cửa có sẵn trước đó có thể giữ nguyên.

source: Khóa điện tử của khách không được lập trình với dữ liệu khách cá nhân, không bắt buộc cho chức năng của khóa.
vi: Khóa điện tử của khách không được lập trình với dữ liệu cá nhân của khách mà không bắt buộc phải có để vận hành khóa cửa.

source: Không bắt buộc có biển báo thoát hiểm trong phòng, các phòng đi lại công cộng khác có sức chứa dưới 50 người và nhà kho nhỏ dưới 50m².
vi: Không bắt buộc có biển báo thoát hiểm trong phòng khách, các phòng công cộng khác có sức chứa dưới 50 người và kho nhỏ dưới 50m².

source: Không bắt buộc thiết bị báo cháy trong hành lang bên ngoài; cung cấp báo động chung và các thiết bị khởi tạo thủ công.
vi: Không bắt buộc thiết bị báo cháy trong hành lang bên ngoài; phải cung cấp báo động chung và các nút báo cháy khẩn cấp.

source: Không cho phép bồn tắm xà phòng với tay cầm.
vi: Không cho phép sử dụng thanh vịn tích hợp khay để xà phòng

source: Không cho phép hàng rào lưới thép.
vi: Cấm dùng hàng rào lưới thép.

source: Không cho phép đánh dấu được sơn cho "Tòa nhà mới xây dựng", "chuyển đổi" hoặc nâng cấp.
vi: Không cho phép đánh dấu mực nước bằng sơn tại các khách sạn "Xây mới", "Chuyển đổi" hoặc nâng cấp.

source: Không cho phép đánh dấu độ sâu được sơn cho tòa nhà "mới thi công", "chuyển đổi" hoặc nâng cấp.
vi: Không cho phép đánh dấu mực nước bằng sơn tại các khách sạn "Xây mới", "Chuyển đổi" hoặc nâng cấp.

source: Không yêu cầu trong các thiết bị độc lập.
vi: Điều này không yêu cầu đối với các lò sưởi khép kín.

source: Khả năng chống cháy và thiết bị phun nước trong 120 phút cho cấu trúc của các tòa nhà "cao tầng".
vi: Chống cháy 120 phút kết hợp sprinkler đối với kết cấu các tòa nhà "cao tầng".

source: Kim loại tiếp xúc phải là đồng thau mạ crôm, đồng hoặc thép không gỉ.
vi: Kim loại có thể nhìn thấy phải là đồng thau mạ crôm, đồng hoặc thép không gỉ.

source: Kitchen Hood Fire Suppression System
vi: Kitchen Hood Fire Suppression System Hệ thống chữa cháy tích hợp trong chụp hút mùi bếp

source: Kitchens, Boiler Room Etc)
vi: Kitchens, Boiler Room Etc) Phát hiện rò gas (vd. Bếp, phòng nồi hơi)

source: Kiểm tra hóa chất trên nước hồ bơi (và hồ bơi spa và nước hồ bơi trẻ em nếu có) phải được thực hiện ít nhất ba lần một ngày trong giờ hoạt động của hồ bơi.
vi: Kiểm tra hóa chất trong nước hồ bơi (và hồ bơi spa và nước hồ bơi trẻ em nếu có) phải được thực hiện ít nhất ba lần một ngày trong giờ hoạt động của hồ bơi.

source: Két trong phòng: Két trong phòng phải được bảo vệ để ngăn chặn việc di chuyển trái phép và được cung cấp thông tin cho biết rằng chúng được cung cấp để thuận tiện cho khách.
vi: Két trong phòng: Két trong phòng phải được bảo vệ để ngăn chặn tháo dỡ trái phép và thông tin cho khách biết rằng két được cung cấp để khách sử dụng.

source: Kích hoạt mục này sẽ tự động xếp tầng theo báo động Ưu tiên 1 nếu không có phản hồi hoặc hành động nào được thực hiện trong tối đa 3 phút.
vi: Kích hoạt mục này sẽ tự động phát báo động Ưu tiên 1 nếu không có phản hồi hoặc hành động nào được thực hiện trong tối đa 3 phút.

source: Kích hoạt và thông báo: Kích hoạt báo động chung phải phát ra âm thanh báo động và / hoặc sơ tán bằng giọng nói trong toàn bộ tòa nhà.
vi: Kích hoạt và thông báo: Kích hoạt báo động chung tức là phải phát âm thanh báo động và/hoặc thông báo sơ tán bằng giọng nói trong toàn bộ tòa nhà.

source: Kích hoạt đầu báo khói / nhiệt (trừ phòng khách), thiết bị tạo dòng nước phun tự động và / hoặc thiết bị khởi động thủ công phải dẫn đến kích hoạt ngay lập tức báo động chung.
vi: Kích hoạt đầu báo khói / nhiệt (trừ phòng khách), kích hoạt sprinkler và/hoặc nút báo cháy khẩn cấp phải ngay lập tức kích hoạt báo động chung.

source: Kết nối cửa phòng: Tất cả các cửa phòng khách kết nối phải có một khe mộng với chốt khóa xoay 25 mm, với thumb xoay ở phía phòng khách của cửa, và với một núm hoặc cần gạt cố định.
vi: Cửa phòng Connecting: Tất cả các cửa phòng connecting phải có khóa lỗ mộng (có tay nắm gạt hoặc tay nắm tròn) với chốt vặn ngón cái 25 mm. Chốt vặn ngón nằm trên mặt cửa về phía phòng khách.

source: Kỹ thuật này đòi hỏi tối thiểu bốn dây dẫn phải được kết thúc tại bảng điều khiển, một điều nữa đòi hỏi bảng điều khiển báo cháy được thiết kế để giám sát các mạch loại A. Mạch bổ sung cần thiết cho giám sát Loại A cho phép bảng điều khiển “quy định” điều khiển, mạch ban đầu để giám sát mạch khởi động từ cả hai đầu khi ở chế độ sự cố do lỗi mở trên vòng lặp.
vi: Phương pháp này đòi hỏi tối thiểu bốn dây dẫn kết thúc tại bảng điều khiển, và hơn nữa yêu cầu bảng điều khiển báo cháy được thiết kế để giám sát các mạch Class A. Các đường dây bổ sung cần thiết cho giám sát mạch Class A cho phép bảng điều khiển "điều chỉnh" mạch khởi tạo giám nhằm sát mạch khởi tạo từ cả hai đầu khi ở chế độ sự cố do lỗi hở điện trên vòng mạch.

source: Loa loại còi được lắp đặt ở những khu vực có tiếng ồn xung quanh cao.
vi: Yêu cầu loa báo cháy được lắp đặt ở những khu vực có tiếng ồn môi trường cao.

source: Loại bỏ ngay những thiết bị không hoạt động.
vi: Loại bỏ ngay lập tức những thiết bị hỏng.

source: Luôn không được trả lời điện thoại qua tin nhắn thoại với những cuộc gọi từ thang máy.
vi: Bất kể thời điểm nào, các cuộc gọi từ thang máy không được trả lời bằng tin nhắn thoại.

source: Luôn không được trả lời điện thoại qua tin nhắn thoại.
vi: Bất kể thời điểm nào, không được trả lời bằng tin nhắn thoại.

source: Lò sưởi gas phải có nguồn đánh lửa tự động với các điều khiển đốt để tự động ngăn khí thoát ra khỏi phòng khách.
vi: Lò sưởi gas phải có nguồn đánh lửa tự động với các điều khiển đốt để tự động ngăn khí gas thoát vào phòng khách.

source: Lò sưởi trong phòng chỉ có thể được cung cấp trong các khách sạn được trang bị bình phun chống cháy đầy đủ.
vi: Lò sưởi trong phòng chỉ có thể được cung cấp trong các khách sạn được trang bị hệ thống sprinkler đầy đủ.

source: Lưu ý: Phòng tắm và nhà vệ sinh không cần lắp thiết bị phát hiện khói / nhiệt.
vi: Lưu ý: Phòng tắm và nhà vệ sinh không cần lắp đầu báo khói / nhiệt.

source: Lưu ý: Tiêu chuẩn tòa nhà của các Thương Hiệu Cá Nhân có thể yêu cầu hành lang phải rộng hơn thế này.
vi: Lưu ý: Tiêu chuẩn tòa nhà của từng Thương Hiệu cụ thể có thể yêu cầu hành lang phải rộng hơn mức này.

source: Lối thoát: Tất cả các khách sạn phải đáp ứng các yêu cầu sau cho lối thoát: 1.
vi: Lối thoát hiểm: Tất cả các khách sạn phải đáp ứng các yêu cầu sau cho lối thoát hiểm: 1.

source: Lối vào tòa nhà (Khách sạn Hành lang Nội thất): Cần có kiểm soát lối vào tại tất cả các cửa vào các tòa nhà có hành lang nội thất dành cho khách từ khu vực đỗ xe (tùy chọn cho lối vào chính).
vi: Lối vào tòa nhà (Hành lang bên trong khách sạn): Cần có kiểm soát lối vào tại tất cả các cửa dành cho khách dẫn vào hành lang bên trong các tòa nhà đặt phòng khách từ khu vực đỗ xe (tùy chọn cho lối vào chính).

source: Lối vào đường ống (ống dẫn dịch vụ) giữa các phòng phải được khóa để ngăn chặn truy cập trái phép.
vi: Lối vào phòng ống dẫn giữa các phòng khác phải được khóa để ngăn chặn truy cập trái phép.

source: Lỗ vào bảo trì phía sau gương bị cấm.
vi: Cấm có các lỗ vào bảo trì phía sau gương.

source: Ma trận trên chỉ được sử dụng như một hướng dẫn.
vi: Ma trận trên chỉ mang tính hướng dẫn.

source: Manual Call Point (Break Glass)
vi: Manual Call Point (Break Glass) Nút báo cháy khẩn cấp (Phá vỡ kính)

source: Monitoring of FCC Automatic/Manual Control Switch
vi: Monitoring of FCC Automatic/Manual Control Switch Giám sát Công tắc FCC Tự động/Thủ công

source: Máy phát hoàn toàn tự động và sẽ tự động chuyển sang tải hoàn toàn trong vòng 15 giây.
vi: Máy phát vận hành hoàn toàn tự động và sẽ tự động chuyển sang chạy hết công suất trong vòng 15 giây.

source: Máy phát khẩn cấp có đủ nhiên liệu cho hoạt động 48 giờ.
vi: Máy phát khẩn cấp có đủ nhiên liệu hoạt động trong 48 giờ.
